Repository: Vistaus/vaults
Catalog: po/*.po
Languages: nl

source: Vaults
nl: Kluizen

source: Keep important files safe
nl: Beveilig uw belangrijkste bestanden

source: Default window width
nl: Standaard vensterbreedte

source: Default window height
nl: Standaard vensterhoogte

source: Default window maximized behaviour
nl: Standaard maximalisatiegedrag

source: Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.
nl: Met Kluizen kunt u uw belangrijkste bestanden veilig opslaan in versleutelde kluizen. Hiervoor wordt gebruikgemaakt van gocryptfs en CryFS.

source: Note: This version does not bundle gocryptfs and CryFS yet, so you need to install them on the host.
nl: Let op: deze versie wordt niet geleverd met gocryptfs en CryFS yet, dus u dient die pakketten zelf te installeren.

source: Welcome Window
nl: Welkomstvenster

source: Main Window
nl: Hoofdvenster

source: New Vault
nl: Nieuwe kluis

source: _Cancel
nl: _Annuleren

source: _Previous
nl: _Vorige

source: _Next
nl: Volge_nde

source: _Add
nl: _Toevoegen

source: _Name
nl: _Naam

source: _Password
nl: _Wachtwoord

source: _Encrypted Data Directory
nl: V_ersleutelde gegevensmap

source: Choose Encrypted Data Directory
nl: Kies een versleutelde gegevensmap

source: _Mount Directory
nl: Aankoppel_map

source: Choose Mount Directory
nl: Kies een aankoppelmap

source: Import Vault
nl: Kluis importeren

source: _Import
nl: _Importeren

source: Preferences
nl: Voorkeuren

source: _Default Paths
nl: Stan_daardlocaties

source: _Apply Changes
nl: Wijzigingen toep_assen

# shortcut window
source: General
nl: Algemeen

# preferences
source: Show Preferences
nl: Voorkeuren openen

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen

# shortcut window
source: Quit
nl: Afsluiten

# shortcut window
source: Vaults
nl: Kluizen

# vaults
source: Add New Vault
nl: Nieuwe kluis

# vaults
source: Import Vault
nl: Kluis importeren

# vaults
source: Search
nl: Zoeken

# vaults
source: Refresh
nl: Herladen

source: Welcome to Vaults
nl: Welkom in Kluizen

source: Add or Import a Vault.
nl: Voeg een kluis toe of importeer er een.

source: Vault X
nl: Kluis X

source: Open Folder
nl: Map openen

source: Open Vault
nl: Kluis openen

source: Open Settings
nl: Voorkeuren openen

source: Unlock Vault
nl: Kluis ontgrendelen

source: Enter the password to unlock the Vault.
nl: Voer het wachtwoord in om de kluis te ontgrendelen.

source: Vault Settings
nl: Kluisvoorkeuren

source: _Remove
nl: Ve_rwijderen

source: Add or Import New Vault
nl: Voeg een kluis toe of importeer er een

source: Toggle Search
nl: Zoekbalk tonen/verbergen

source: No Results
nl: Geen zoekresultaten

source: No Vault matching your search was found.
nl: Er is geen kluis die overeenkomt met uw zoekopdracht.

source: _New Vault
nl: _Nieuwe kluis

source: _Import Vault
nl: Kluis _importeren

source: _Refresh
nl: He_rladen

source: _Preferences
nl: _Voorkeuren

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Vaults
nl: _Over Kluizen

source: An unknown error occurred.
nl: Er is een onbekende fout opgetreden.

source: Invalid arguments were given.
nl: Er zijn ongeldige opties opgegeven.

source: The password is wrong.
nl: Het wachtwoord is onjuist.

source: The password is empty.
nl: Het wachtwoord is blanco.

source: The format of the encrypted data directory is too new for this CryFS version. Please update CryFS.
nl: Het formaat van de versleutelde gegevensmap is te nieuw voor deze versie van CryFS. Werk CryFS bij.

source: The format of the encrypted data directory is too old for this CryFS version.
nl: Het formaat van de versleutelde gegevensmap is te oud voor deze versie van CryFS.

source: The vault uses a different cipher than the default of CryFS.
nl: De kluis maakt gebruik van een andere vercijfering dan die van CryFS.

source: The encrypted data directory does not exist or is inaccessible.
nl: De versleutelde gegevensmap bestaat niet of is ontoegankelijk.

source: The mount directory does not exist or is inaccessible.
nl: De aankoppelmap bestaat niet of is ontoegankelijk.

source: The mount directory is inside the encrypted data directory.
nl: De aankoppelmap bevindt zich in de versleutelde gegevensmap.

source: The encrypted data directory is invalid.
nl: De versleutelde gegevensmap is ongeldig.

source: The encrypted data id in the configuration file is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
nl: De versleutelde gegevens-id in het configuratiebestand verschilt met het tijdstip waarop de kluis voor het laatst werd geopend. Dit kan er op wijzen dat iemand de bestanden vervangen heeft.

source: The encryption key for your encrypted files is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
nl: De toegangssleutel verschilt met het tijdstip waarop de kluis voor het laatst werd geopend. Dit kan er op wijzen dat iemand de bestanden vervangen heeft.

source: Vaults' configuration and the encrypted data configuration mismatches.
nl: De kluisvoorkeuren en versleutelde gegevensconfiguratie komen niet overeen.

source: The encrypted data directory is in single-user mode and can only be used from the user that created it.
nl: De versleutelde gegevensmap kan alleen worden geopend door de aanmaker ervan.

source: CryFS detected an integrity violation. The encrypted data directory will be accessible again after the integrity state file has been deleted.
nl: CryFS heeft een integriteitsprobleem ontdekt. De versleutelde gegevensmap is pas weer beschikbaar als het integriteitsstatusbestand verwijderd wordt.

source: An integrity violation was detected. Vault will be unmounted.
nl: Er is een integriteitsprobleem ontdekt - de kluis wordt afgekoppeld.

source: The encrypted data directory is not empty.
nl: De versleutelde gegevensmap is niet leeg.

source: The mount directory is not empty.
nl: De aankoppelmap is niet leeg.

source: Vaults cannot read configuration file.
nl: Het configuratiebestand kan niet worden uitgelezen.

source: Vaults cannot write configuration file.
nl: Het configuratiebestand kan niet worden weggeschreven.

source: The file system check reported an error.
nl: Er is een fout opgetreden tijdens de bestandssysteemcontrole.

source: Failed to create encrypted data directory: Permission denied.
nl: De versleutelde gegevensmap kan niet worden aangemaakt: toegang geweigerd.

source: Failed to create encrypted data directory: Connection refused.
nl: De versleutelde gegevensmap kan niet worden aangemaakt: verbinding geweigerd.

source: Failed to create encrypted data directory: Connection reset.
nl: De versleutelde gegevensmap kan niet worden aangemaakt: verbinding hersteld.

source: Failed to create encrypted data directory: Connection aborted.
nl: De versleutelde gegevensmap kan niet worden aangemaakt: verbinding afgebroken.

source: Failed to create encrypted data directory: Not connected.
nl: De versleutelde gegevensmap kan niet worden aangemaakt: niet verbonden.

source: Failed to create encrypted data directory.
nl: De versleutelde gegevensmap kan niet worden aangemaakt.

source: Failed to create mount directory: Permission denied.
nl: De aankoppelmap kan niet worden aangemaakt: toegang geweigerd.

source: Failed to create mount directory: Connection refused.
nl: De aankoppelmap kan niet worden aangemaakt: verbinding geweigerd.

source: Failed to create mount directory: Connection reset.
nl: De aankoppelmap kan niet worden aangemaakt: verbinding hersteld.

source: Failed to create mount directory: Connection aborted.
nl: De aankoppelmap kan niet worden aangemaakt: verbinding afgebroken.

source: Failed to create mount directory: Not connected.
nl: De aankoppelmap kan niet worden aangemaakt: niet verbonden.

source: Failed to create mount directory.
nl: De aankoppelmap kan niet worden aangemaakt.

source: No backend installed. Please install gocryptfs or CryFS.
nl: Er is geen backend geïnstalleerd. Installeer gocryptfs of CryFS.

source: Name is already taken.
nl: Deze naam is al in gebruik.

source: CryFS works well together with cloud services like Dropbox, iCloud, OneDrive and others. It does not expose directory structure, number of files or file sizes in the encrypted data directory. While being considered safe, there is no independent audit of CryFS.
nl: CryFS werkt goed samen met clouddiensten als Dropbox, iCloud, OneDrive, etc. De mappenstructuur, het aantal bestanden en de bestandsgroottes worden niet gedeeld. CryFS wordt beschouwd als veilig, maar er is geen veiligheidsonderzoek gedaan.

source: Fast and robust, gocryptfs works well in general cases where third-parties do not always have access to the encrypted data directory (e.g. file hosting services). It exposes directory structure, number of files and file sizes. A security audit in 2017 verified gocryptfs is safe against third-parties that can read or write to encrypted data.
nl: gocryptfs is snel en robuust, en werkt goed voor algemene hosting (bijv. bestandshostingdiensten). De mappenstructuur, het aantal bestanden en de bestandsgroottes worden gedeeld. In 2017 is uit een veiligheidsonderzoek gebleken dat gocryptfs veilig is en geen toegang biedt tot externe partijen die u geen toestemming hebt gegeven.

source: Cancel
nl: Annuleren

source: Select
nl: Kiezen

source: Directories must not be equal.
nl: De mappen dienen gelijk te zijn.

source: Encrypted data directory is not empty.
nl: De versleutelde gegevensmap is niet leeg.

source: Encrypted data directory is not valid.
nl: De versleutelde gegevensmap is ongeldig.

source: Mount directory is not empty.
nl: De aankoppelmap is niet leeg.

source: Mount directory is not valid.
nl: De aankoppelmap is ongeldig.

source: Encrypted data directory is empty.
nl: De versleutelde gegevensmap is leeg.

source: Found gocryptfs configuration file.
nl: Het gocryptfs-configuratiebestand is aangetroffen.

source: Found CryFS configuration file.
nl: Het CryFS-configuratiebestand is aangetroffen.

source: No configuration file found.
nl: Er is geen configuratiebestand aangetroffen.

source: Close Vault
nl: Kluis sluiten

source: Backend is not installed.
nl: Er is geen backend geïnstalleerd.

source: Saved settings successfully!
nl: De voorkeuren zijn opgeslagen!

source: Name is not valid.
nl: Deze naam is ongeldig.

source: Name already exists.
nl: Deze naam is al in gebruik.

source: Directory is empty.
nl: De map is leeg.

source: Directory is not valid.
nl: De map is ongeldig.

source: Directory is not empty.
nl: De map is niet leeg.

source: No backends available. Please install gocryptfs or CryFS on your system.
nl: Er is geen backend geïnstalleerd Installeer gocryptfs of CryFS.
